---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.ApplicationException
source: html/6e666fe1-45c0-1a0a-0381-34a9afc61b92.htm
---
# ApplicationException Properties

The information of the function throwing the exception.